alacritty
archlinux-keyring
autoconf
automake
base
bash-language-server
binutils
bison
bitwarden
bluez
bluez-utils
brightnessctl
bspwm
chafa
clang
clipmenu
cmake
cmatrix
cups
dbmate
debugedit
dhcpcd
dialog
docker
docker-compose
dosfstools
dunst
efibootmgr
exa
fakeroot
fd
file
findutils
firefox
flameshot
flex
fzf
gawk
gcalcli
gcc
gettext
git
gnu-netcat
gopls
go-task
grep
groff
grub
gzip
helix-git
htop
inetutils
intel-ucode
iwd
kubectl
kustomize
lazydocker
lazygit
libtool
linux
linux-firmware
lld
llvm
lshw
m4
make
man-db
modemmanager
mpd
mtools
mullvad-vpn-bin
neofetch
neovim
networkmanager
network-manager-applet
nitrogen
openssh
pacman
pacman-contrib
pamixer
patch
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pkgconf
polybar
postman-bin
python-pip
qutebrowser
reflector
rofi
rust-analyzer
rustup
rxvt-unicode
sed
slack-desktop
spotify-launcher
st
stow
sudo
sxhkd
system76-driver
system76-firmware
system76-firmware-daemon
terraform
texinfo
tmux
tree
ttf-font-awesome
ttf-inconsolata
ttf-material-design-icons-desktop-git
ttf-meslo-nerd-font-powerlevel10k
unzip
vifm
vim
visual-studio-code-bin
wezterm
wget
which
wireplumber
wireplumber-docs
xclip
xdg-desktop-portal
xdg-ninja
xkblayout
xkb-switch
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsecurelock
xss-lock
yaml-language-server
yay
zig
zsh
